Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 성내던 걸 잊고 인간에게 폭 안겨 버리다니!{j}심지어 이 품을 떠나고 싶지 않아 자꾸만 고개를 인간 여자의 팔목에 기대게 되다니!
en_us: I can’t believe I forgot about my anger and jumped right into this human’s arm! Not only that, but now I’m too used to her arms that I want to relaxed in here forever!{j}

source: 솔직한 감정을 드러내는 라르트 황자보다 오히려 아델라이 황녀의 잠잠한 눈동자에 경멸이 더욱 깊게 박혀 있는 것 같았다.
en_us: Unlike her hot-tempered brother, the princess seemed to have a stronger sense of contempt ingrained in her tranquil eyes.

source: 입술을 꽉 물었다 뗀 아델라이 황녀가 이내 날뛰기 시작하려는 라르트 황자를 붙들고 뒤돌았다.
en_us: Before Prince Lart’s anger got too out of hand, Princess Adellai quickly jumped in to stop him from going any further.

source: 에이몬은 블론디나의 손목만 앞발로 톡톡 내리치다가 새삼 놀랍다는 듯 꾸욱 눌렀다.{j}인간의 살결이 생각보다 매끄럽고 보드라웠다.{j}
en_us: While sitting still in her arms, he continued to tap on her wrist with his paws. Then suddenly he pressed her arm a little stronger as if he had discovered something. Amon was surprised by the feeling of Blondina’s soft and smooth skin. It was much softer than he had imagined a human skin to be.

source: 라르트 황자는 쇳소리 같은 숨을 쉭쉭 내쉬었다.
en_us: Prince Lart was on the ground letting out a shaky breath.

source: “혼내 줘요, 에이몬 님!{j}쟤네도 비둘기 죽였어!”
en_us: “Don’t let him off easy, Sir Amon! He deserves more! Those humans killed pigeons, too!”{j}

source: 한 손으로 심장도 빼낼 수 있다며 뻐기던 존재가 발목이 아프니 안아 달라니.{j}그 간극이 귀엽고도 웃겨 그저 웃음만 나올 따름이었다.
en_us: She couldn’t hide her smile thinking of how she is holding a beast who proudly said he could tear out a human’s heart with a single hand in her arms. {j}

source: “마제또도 갈게요!”
en_us: “I’ll be leaving too!” Majetto cried.

source: 제국어였다.
en_us: He first began writing Standard Atesian letters.

source: 에이몬은 늘 그랬듯 몸에 힘을 풀고 인간 여자애가 절 갖고 노는 것에 체념한 듯한 얼굴을 했다.{j}하지만 휙휙 만져지면서도 아까 하던 말을 계속 이었다.
en_us: As usual, Amon relaxed his body and gave in to the princess’s show of affection. However it didn’t stop him from asking for her answer.{j}

source: “하지만 외모가…… 귀엽고…… 너무너무 귀엽고…….”
en_us: “But...he’s adorable...and really really cute...”

source: 급작스러운 맹수의 접근에 가장 놀란 건 마제또였다.
en_us: This time it was Majetto who was caught off guard.

source: 하지만 그 무엇도 원망할 수 없었다.{j}아무것도 모르는 짐승이 한 짓 아닌가.{j}심지어 그 짐승은 황녀님의 애완 고양이다.
en_us: All he could do was put up a fake smile at the princess because he couldn’t blame anyone for it. He knew how stupid he would look if he burst out in anger at an innocent cat. Also, he couldn’t blame the princess’s cat for this.{j}{j}

source: 표정이 무표정했기에 더욱 속내를 읽기가 힘들다.
en_us: He became further confused by her blank face.

source: 짐승이 꼬리로 바닥을 탁탁 때렸다.
en_us: The cat hit the ground with his tail once again.

source: “자, 브리디.{j}이제 날 마음껏 부려 먹어 봐.”
en_us: “Now then. Please use me as you see fit, Briddy.”{j}

source: 「기분이 나쁜 게 아니라…… 우리는 여기 예민해.」
en_us: “I’m not upset...it’s just that I’m a little sensitive here.”

source: “문법은 우선 뒤로하고 간단한 단어부터 외워 봐.”
en_us: “We’ll work on grammar later. Start by memorizing some basic words.”

source: 그러다 곧 잠꼬대처럼 나직이 중얼거렸다.{j}“……그래, 여기 황궁이지.”
en_us: “...that’s right. I almost forgot I’m in an imperial palace,” she whispered to herself with a sleepy voice.{j}

source: 에이몬이 다시 라르트 황자의 가슴팍을 발로 차 풀 위로 쓰러뜨렸다.
en_us: So, Amon kicked the prince in his chest and dropped him on the ground covered with grass. Prince Lart rolled over the ground in suffer.

source: 그 선한 미소를 보자 라르트 황자는 이상하게 자꾸 약이 올랐다.
en_us: Irritated by Blondina’s smile, Prince Lart burst out in anger once more.

source: “이게 뭐야?”
en_us: “What is this?”

source: 두 손으로 에이몬의 발목을 붙잡고 절박하게 고개를 내저었다.
en_us: Prince Lart held onto Amon’s ankle with his two hands and begged for his life.

source: 고양이는 여전히 답이 없었다.
en_us: The cat stood silent.

source: 그 말에 꼬리를 두어 번 살랑거리던 에이몬이 다시 블론디나의 품 안으로 내려왔다.
en_us: As Amon wagged his tail back and forth couple times, he jumped back into Blondina’s arms.

source: 멍하니 상념에 잠겼다.
en_us: She got carried away in her thoughts worrying about her future.

source: “아, 네.{j}네!”
en_us: “Oh, yes. I do!”

source: 하지만 바닥에 발을 내린 건 까만 짐승의 발이 아니었다.
en_us: The moment he landed on the ground, his feets were no longer paws.

source: 에이몬은 배웅하듯 꼬리를 흔들다가 블론디나가 탄 마차가 움직이자마자 저 역시 움직이기 시작했다.
en_us: Amon watched as Blondina got on the carriage, and as soon as the carriage began to move he swiftly followed.

source: 두꺼운 나무문을 힘겹게 열고 안으로 들어서자 건조한 공기와 함께 향수 내음이 스쳤다.{j}귀한 이들이 많이 오는 곳다운 향기다.
en_us: As she pushed open the heavy wooden door of the store, the dry air mixed with the smell of perfume welcomed her. It smelled exactly like a place where fancy ladies would visit.

source: 그 언어로 대화를 한다는 것 자체가 블론디나를 철저히 무시하는 행위.
en_us: Speaking in such an old language was an act to disdain Blondina right at her face. An act of contempt to show Blondina where she belongs. Blondina was considered inferior not only to the twins but also to the young nobles.

source: 이번에 방문한 시칠라 왕국은 뱀을 고양이처럼 다루는 종족이었다.
en_us: The Kingdom of Sichillla was known for treating snakes like pet cats in thr country, which was also the reason why other kingdoms and empires couldn’t take Sichilla lightly as the snakes held a religious meaning.

source: 마제또가 포르르 날아와 활기차게 참견했다.
en_us: Majetto flew into him and got in his way.

source: 앞발로 마제또를 누르고 있는 에이몬에게 말했다.
en_us: Blondina said to Amon who was pressing Majetto to the ground.

source: 이틀 전.
en_us: Two days ago, at the jewelry store.

source: “뭐 해.{j}이리 와.”
en_us: “What are you waiting for? Come over here.”{j}

source: 「벌써…… 벌써 가, 루시?」
en_us: “Already...? Are you leaving already, Lucy?”

source: “절대 못 이겨?”
en_us: “You can’t win either?”

source: 「그게 도대체 어떻게 지낸 건데.」
en_us: “What kind of life is that then?”

source: “에이몬.{j}나 좀 봐봐.{j}짐승과 함께하는 게 싫다니, 그게 무슨 소리야?”
en_us: “Amon, look at me. What do you mean? Why would I dislike being with you?”{j}{j}

source: “그럼요!{j}에이몬 님은 드실 수 있지요!{j}다 드실 수 있고말고요!”
en_us: “Of course! Sir Amon is capable of eating anything that is alive!”{j}{j}

source: 「왜?{j}너도 공식적인 자리에서 짐승과 함께하는 건 싫어?」
en_us: “Why? Is it because you also don’t want to be seen with a beast at a social event?”{j}

source: 애써 고개를 내저으며 손끝을 꿈지럭거리는데, 금색 창틀 위로 까만 무언가가 삐죽삐죽 움직이는 모습이 보였다.
en_us: Blondina tried her best to forget about everything that had happened just now as she gazed outside the golden window, but to find something black moving along the window frame.

source: 곧 블론디나가 알아들을 수 없는 대화가 본격적으로 시작됐다.
en_us: The group continued on with their conversation unintelligible to the ears of Blondina.

source: 에이몬은 발에 더욱 힘을 주었다가 황자의 숨이 넘어갈 지경이 되어서야 치웠다.
en_us: Amon pressed his foot harder until the prince went almost out of breath. Prince Lart thought he was on the brink of dying.

source: “……내가 미안해, 마제또.”
en_us: “I’m sorry, Majetto.”

source: “이게 뭔데?”
en_us: “What is it?”

source: “이건 보나 마나 싸구려로 조잡하게 만들어진…….”
en_us: “Just by first glance, this ring is made of cheap…”

source: 깊은 침묵이 흘렀다.
en_us: A deep silence fell in the small garden once again.

source: “맞아요!{j}에이몬 님이 세상에서 제일 위대하고 멋지십니다!
en_us: “You are right! Sir Amon is the most awesome and amazing being in this world!”{j}

source: 그의 손이 잘게 떨리고 있었다.{j}반지에서 시선을 떼지 못했다.{j}주인은 테이블 위를 더듬거려 돋보기를 굳게 쥐고는 반지 이곳저곳을 자세히 살펴 대기 시작했다.
en_us: The man stood up slowly from his seat, keeping his eyes straight on the ring. She noticed his hands were also trembling. He reached for his magnifying glass and looked at it carefully this time.

source: 고민하지 않아도 쉬이 나올 답이다.{j}식당 주인에게 맞아 가며 배운 눈치가 말해 주고 있었다.
en_us: The answer was a no-brainer for her. Learning from her traumatic experiences at the inn, Blondina knew exactly how to read the room.{j}

source: 곧 블론디나가 두 무릎을 꿇고 앉았다.{j}고개를 내려 고양이를 응시하자 고양이가 눈을 가느다랗게 뜨며 꼬리를 살랑살랑 움직이기 시작했다.
en_us: She kneeled down before the cat and carefully lowered her head to meet the cat’s eyes. When their eyes met, the cat narrowed his eyes and began slowly wagging his tail as if his temper had softened a bit.

source: 라르트 황자는 흔들리는 시선으로 숨만 몰아쉬었다.{j}들이켜는 공기에 가시라도 있는 걸까.{j}목구멍이 따갑고 호흡이 힘들었다.
en_us: Prince Lart looked at Amon with a terrified gaze and tried to calm his shaky breath. But the more he breathed in, it felt like his throat was clogging with fear.{j}{j}

source: 그 말에 답한 건 쿠키 바구니에 부리를 박고 있던 마제또였다.
en_us: Majetto, who was gobbling the cookies in a basket, interrupted and replied to her question.

source: 배운 것이 없어 무식하다고는 하나 태도는 신기하리만큼 당당하다.
en_us: While it was true that she was uneducated, she was also surprisingly self-assured and confident.

source: 에이몬이 그답지 않게 당황한 얼굴로 제 변환석을 앞발로 문질렀다.
en_us: Amon seemed a bit startled as he wiped the jewel.

source: 후원은 조용했다.{j}아무도 없는 빈 후원이기에 당연했다.
en_us: With no one in the garden except Blondina, the dark garden remained silent.

source: 그는 뒤따라 오는 시종의 안내를 받으며 한 발, 한 발 우아하게 발을 내디뎠다.{j}어둠 속에서 그의 꿀 같은 금발이 횃불 아래 은은히 빛났다.{j}안으로 들어선 남자는, 뒷짐을 진 채 주위를 찬찬히 둘러보더니 곧 블론디나에게 시선을 박았다.{j}그리고 흥미롭다는 듯 한쪽 눈썹을 치켜세웠다.
en_us: Unlike the group, he walked in gracefully, step after step, followed by his servants. And his vibrant blond hair shined through the darkness. He looked around the room until his eyes finally caught Blondina standing before him, and he raised his eyebrow as if he was greatly intrigued by her.

source: 블론디나는 배우지 못했을지언정 마냥 멍청하지는 않았다.{j}오히려 눈치가 빠른 편이었다.
en_us: Although it was clear that Blondina never got her proper education, she was more quick-witted than any other noble lady.{j}

source: 처음에야 허공을 휙휙 날아다니는 화살을 집중해서 보았지만 몇 번의 그룹이 바뀌고 똑같은 양상이 반복되자 몸이 비틀렸다.
en_us: At first, the arrows flying through the skies caught his attention. He was quite impressed by how human weapons were used, but as the groups participating in the tournament rotated their turns he realized that the game was repetitive. His body began to twitch in boredom.

source: 시무룩한 블론디나의 목소리에 고양이의 수염이 움찔거렸다.
en_us: The cat’s whiskers flinched surprised by Blondina’s sudden gloomy voice.

source: 제국의 황제이자 자신의 아버지인 남자가 절 향해 다가오고 있었다.{j}황제는 성큼성큼 다가오더니 분수대 난간에 앉아 블론디나에게 손짓했다.{j}가까이 앉으라는 뜻이었다.
en_us: The emperor of the empire, who was also her father, was steadily approaching her. He also sat down at the edge of the fountain and gestured with his hand, signaling her to come sit closer.{j}{j}

source: 당연한 애정, 조건 없는 사랑.{j}그들 사이에 담긴 감정이 선연하여, 블론디나는 씁쓸히 웃었다.
en_us: Blondina had a wry smile on her face as she listened to her family from distance. She could sense their affections for one another and the emperor’s unconditional love for the two.{j}

source: 필립은 제 옷매무새를 다시 단장하더니 허리를 살짝 숙여 예를 보였다.
en_us: Philip fixed his clothes and bowed to Blondina before as he said goodbye.

source: 「망할 본능 같으니.」
en_us: “Damn it.”

source: 블론디나 곁에 다가온 황제가 그녀의 어깨를 두드리며 속삭였다.
en_us: The emperor steadily approached Blondina and whispered to her, tapping her shoulder.

source: 대충 중얼거리는 블론디나는 자그마한 상자를 만지작거리다가 그것을 달칵 열었다.
en_us: Blondina muttered quietly as she turned to the luxurious small box and opened it.

source: 흔적밖에 남지 않은 상처 때문에 안아 달라고 하다니.{j}그 행동이 퍽 귀엽지 않은가.
en_us: She thought it was cute of him to ask her to carry him for just a slight cut.{j}

source: 이번에 방문한 시칠라 왕국은 뱀을 고양이처럼 다루는 종족이었다.{j}세가 약함에도 그들을 쉬이 무시할 수 없는 건 그러한 특성에 기인한 것이었다.
en_us: The Kingdom of Sichillla was known for treating snakes like pet cats in their country, which was also the reason why other kingdoms and empires couldn’t take Sichilla lightly despite their weak military power since the snakes held a religious significance.{j}

source: “화살 쏘는 거 구경해 보고 싶다며, 인간이 도구를 얼마나 잘 사용하는지 궁금하다고 했잖아.”
en_us: “You said you wanted to watch me shoot arrows. I thought you were intrigued to see how humans used their tools.”

source: 털실 모자였다.
en_us: It was a knitted hat for Amon to wear.

source: 화려한 미사여구를 사용한 글은 길었으나 내용은 간단했다.
en_us: She could tell that he was trying to use all the fancy flowery words he could think of on his long letter, but his point was straightforward. He wrote a farewell letter to Blondina as he would be going to study abroad in the Karnivan Kingdon’s academy.

source: 「내가 또 같이 가줄까?」
en_us: “Do you want me to go with you again?”

source: 블론디나는 발갛게 달아오른 귀를 만지작거렸다.
en_us: Blondina fiddled with her blushing red ears.

source: 파리하게 질린 낯 위로 처음엔 놀라움이, 다음엔 의심이, 마지막엔 경악이 가득 찼다.
en_us: His expression quickly went from surprised, to doubtful, to astonished.

source: 블론디나를 두른 팔에 힘주어 끌어안으며 에이몬이 다시 속삭였다.
en_us: Amon held Blondina even tighter and whispered to her.

source: 제 배다른 형제자매인 아델라이 황녀와 라르트 황자와 꼭 닮은 모습이었다.
en_us: He looked exactly like Blondina’s half- siblings, Princess Adellai and Prince Lart.

source: 「고귀한 내가 도적질 같은 것을 할 것 같아?」
en_us: “You dare accuse me, a divine beast, of theft?”

source: 자신은 그를 피할 처지가 아니었다.{j}아버지인 그가 자신을 찾아오지 않고 버려뒀다는 표현이 더 맞지 않을까.
en_us: Blondina knew she wasn’t in a position to avoid the emperor. She thought it would be more appropriate to say that the emperor had never planned to see her and had abandoned her in the detached palace.

source: 「자.{j}이제 저 여자애랑 놀아.」
en_us: “Now, go play with this girl.”{j}

source: “둘이서 하나 괴롭히면 안 돼.{j}그건 정말 치사하고 못된 행동이야.”
en_us: “You should never gang up on others. It’s a petty, nasty thing to do.”{j}

source: 깜짝 놀란 블론디나는 바닥에 납작 엎드렸었다.{j}먼발치에서나 보던 고귀한 분이 눈앞에 있었기 때문이다.{j}영주는 복잡한 표정으로 블론디나를 응시하다가 이내 그녀를 마차에 태워 성으로 갔다.
en_us: As soon as she saw him enter the store, she quickly went to the ground, surprised by his imperial presence. However, unlike her, the emperor stared straight at her for a moment with mixed emotions and ordered his servants to take her to the castle.

source: 블론디나는 어색하게 손을 올려 칭찬하듯 참새의 목을 긁어 주고는 다시 에이몬을 향해 인사했다.
en_us: Blondina awkwardly raised her hand and petted the sparrow. After complimenting the sparrow with couple words, Blondina was able to make the sparrow shut his mouth. Then, she went back to Amon.

source: 에이몬이 애써 부드럽게 대답했다.
en_us: Amon calmed himself down and answered softly.

source: 화살이 하늘로 쏘아지기 시작했다.
en_us: And the nobles began shooting their arrows targeting the pigeons.

source: 왜지.{j}왜 이렇게 긴장되는 걸까.{j}아무튼 쓸데없이 잘생겨서는.
en_us: Why. Why am I getting nervous? It’s all because he’s so handsome.{j}{j}

source: 에이몬이 진지하게 답했다.
en_us: Amon replied to Blondina with a serious tone.

source: “필립.{j}앞으로 날 찾아오거나, 초대하거나…… 그런 행동은 자중해 줘.”
en_us: “Philip, from now on, please refrain from visiting me nor inviting me to your parties.”

source: 아델라이 입에서 고대어가 나왔다.{j}블론디나가 고대어를 알아들을 리 없다고, 일전에는 알아들은 척한 것이리라 판단했기 때문이다.
en_us: She was bluntly speaking in Old Atesian, assuming that Blondina wouldn’t be able understand a word she was saying.{j}

source: 그런 연유로 블론디나는 이유도 알지 못한 채 영주님의 성 맨 꼭대기방에 묵게 되었다.{j}그렇게 며칠이 지나 오늘이 된 것이다.
en_us: That’s how Blondina was taken to the imperial castle where she had been staying for several days now, still not knowing why she was brought here.

source: 그의 체구가 절 때리던 식당 주인의 몸집을 똑 닮은 탓이다.
en_us: The uncanny resemblance of the man and the innkeeper who hit her got her traumatized.

source: 블론디나는 어렵지 않게 그들의 의도를 알아챘다.
en_us: It wasn’t hard for Blondina to read their intentions.

source: 블론디나는 떨리는 손으로 에이몬의 옷깃을 잡았다.
en_us: Blondina held Amon’s sleeves with her trembling hand.

source: #15화
en_us: Chapter 15

source: 아무렇지도 않게 나타난 작은 표범은, 주사위와 작은 표식을 앞발로 퉁퉁 내찼다.
en_us: Amon who appeared out of nowhere began to roll the dice sitting in front him, trying to grab the two girls’ attention.

source: 「아홉 살.」
en_us: “I’m nine.”

source: “나 없을 땐 우선 루시에게 글자를 배워 봐.{j}한꺼번에 하면 복잡하니까 차근차근.”
en_us: “When I’m not here ask Lucy to teach you the letters. It might get confusing if we rush through it, so let’s take one step at time.”{j}

source: 에이몬은 블론디나의 머리카락을 만지던 손을 올려 아래뺨까지 부드럽게 건드려 댔다.
en_us: She couldn’t resist his touches as he slowly began to softly tap on her cheeks after stroking her hair.

source: 블론디나는 품 안의 고양이를 멀거니 내려다봤다.{j}제 할 말을 마친 고양이는 눈을 감고 편히 안겨 있었다.{j}외로워 보여 충동적으로 친구가 되어 달라 했더니 제 품에 안겨 오는 모습이 퍽 사랑스러웠다.
en_us: Blondina looked down at the cat, comfortably nestled in her arms with his arms closed. She never expected him to be sitting in her arms adorably when she first asked him to be her friend.{j}{j}

source: “꺄앗!”
en_us: “Eeeek!”

source: 잠시 후, 블론디나는 사과 주스를 홀짝거리며 홀로 기둥에 등을 댔다.
en_us: A few moments later, Blondina stood alone next to a pillar with her apple juice in her hands.

source: 남자의 고운 미간에 주름이 갔다.{j}그는 탐탁지 않다는 듯 혀를 한번 차더니 조금 짜증이 밴 목소리로 되물었다.
en_us: With a slight hint of irritation, he asked again.

source: 아델라이 황녀는 화난 얼굴로 바퀴 근처에 다가갔다.
en_us: Princess Adellai, who had just calmed her frustration, was about to burst out in anger once more as she walked towards the broken wheel.

source: 블론디나는 다시 소리 내 크게 웃어 버렸다.
en_us: Blondina burst out in laughter again, thinking how adorable and cranky Amon was.

source: 「그냥.{j}다.」
en_us: “Just...with everything.”{j}

source: 기어코 블론디나의 목소리 끝이 떨렸다.{j}애써 담담하게 말하고 있으나 그날의 기억이 아프게 절 찔렀다.
en_us: Blondina couldn’t her the pain and the sorrow any longer. As she remembered that painful day, her voice began to break up and tremble.{j}

source: 억지로 성질을 숨기고 끼워 달라고 하느니 홀로 지내며 싸우는 편이 낫다.
en_us: He wasn’t willing to put down his pride or self-esteem to make fake friends. He was rathe willing to put up a good fight.

source: 에이몬은 제 발가락을 매만지기 시작한 블론디나의 손아귀에서 앞발을 휙 거뒀다.
en_us: He yanked away his paw from Blondina as she reached for his paw pad.

source: 에이몬이 팔찌를 물고 달아난 지도 일주일이나 지났다.
en_us: It had already been a week since Amon ran out with Blondina’s bracelet.

source: 블론디나는, 까만 초콜릿이 묻은 마제또의 부리를 손수건으로 닦아 주었다.{j}이렇게 얄밉게 행동해도 귀여운 생명체는, 마제또나 에이몬밖에 없을 것이라 생각하며.
en_us: Blondina bent down towards him and wiped off the dark chocolate smothered over his beak with her handkerchief. She had no more words to add for Majetto for his cheeky behaviors, because him and Amon were just cute little creatures in her eyes. {j}

source: 순진한 척하는 계집애!
en_us: This little girl was pretending to be naive all this time!

source: 그 말이 끝나자마자 마제또가 흥분한 듯 부리를 빠르게 달싹이기 시작했다.
en_us: As soon as he finished his sentence, Majetto twitted excitedly as he went all over the place flapping his wings.

source: “아니에요, 황녀님.{j}경멸하지 않습니다.”
en_us: “That’s not true, Your Highness. I don’t despise you.”{j}

source: 어머니는 알고 있었다.{j}제 연인이 절 속이고 있으며 언젠간 절 떠날지도 모른다는 사실을.
en_us: My mother knew her lover was hiding something, and that he may eventually leave her.{j}

source: 소년이 고개를 기울이며 기다란 속눈썹을 느릿하게 깜빡였다.
en_us: The boy tilted his head and slowly fluttered his long eyelashes.

source: 그것이 바로 블론디나의 위치였다.
en_us: That was who Blondina was. A weakness of the royal family.

source: 제가 그쪽이 싫어서 죽은 척한 게 아니라!{j}진짜로 아팠거든요!{j}아시다시피 에이몬 님 이빨이 워낙 뾰족해서 움직이다가 진짜로 찔릴 수도 있고!{j}또!{j}솔직히 여기 오는 게 귀찮기도 했는데!{j}
en_us: “I played dead not because I didn’t like you, but because Sir Amon’s fangs are really sharp after all. If I even move an inch, I thought I would be a goner,” the sparrow wouldn’t stop talking.{j}{j}{j}{j}{j}

source: “이런 사태가 생길 줄 모르고 두 분을 초대한 제 탓입니다.”
en_us: “It’s my fault. I should’ve known something like this would happen when inviting you to my party.”

source: 블론디나는 찬찬히 눈을 떴다.{j}사방에서 향기로운 꽃내음이 밀려들었다.{j}창문에서 불어오는 바람마저 훈훈했다.
en_us: Blondina slowly opened her eyes as she smelled a flagrant, flowery scent envelop the room as the fresh breeze blew into her room through the opened window.{j}

source: 하지만 인사는 끝까지 이어지지 않았다.
en_us: The knight paused in surprise.

source: 따뜻하고 작은 짐승이 어리광을 부리듯 털을 비볐다.
en_us: It looked as if a warm and furry cat was blunting to his master.

source: “에이몬.{j}네가 택해.{j}날 먹을 거야, 루시를 먹을 거야.”
en_us: “I’ll leave it up to you, Amon. Do you want to eat me, or Lucy?”{j}{j}

source: “응.{j}너무 귀여워.{j}그런데 얘 이름은 뭐야?”{j}
en_us: “I do. He’s so cute like you. What’s his name?”{j}{j}{j}

source: 그저 빙긋 웃고 있는 시녀, 루시.{j}그리고 대놓고 웃고 있는 블론디나.
en_us: He looked around, and saw Lucy trying to hide her smile and Blondina smiling right at him.{j}

source: 지금까지 여기저기서 공처럼 뻥뻥 차이고만 살았는데 이까짓 불청객 취급이 대수랴.{j}잡다한 생각과 함께 열심히 발을 놀릴 때였다.
en_us: Frankly, this wasn’t even her first time being treated as an uninvited guest. She continued her way forward trying her best to leave her thoughts behind.{j}

source: “계속 인간 모습으로 있으면 안 돼요?{j}네?{j}네?”
en_us: “Could you just stay in human form from now on? Huh? Huh?”

source: 그 말을 마지막으로, 아델라이 황녀의 광택 흐르는 드레스가 점점 멀어져 갔다.{j}어느새 푸른 잔디 위에는 블론디나만 남았다.{j}“……이상한 애들이네.”
en_us: With those last words, the bright colors of Princess Adellai’s dress faded away into the distance. Before she knew it, Blondina was standing alone by herself on the grass.{j}{j}

source: 그래서 그 힘을 직접 확인하고 싶었다.{j}하지만 그렇다 하더라도 이런 치욕스러운 털실 모자를 쓰는 건 좀 그랬다.
en_us: That was Amon wanted to see the power humans wielded with his very own eyes. However, he couldn’t bear wearing this silly knitted hat.{j}

source: 에이몬은 테이블 위에 와르르 쌓여 있는 종이 뭉치와 깃털 펜을 앞발로 톡톡 두드렸다.{j}그 모습을 보며 블론디나는 호쾌하게 웃었다.
en_us: Amon tapped the pile of paper and the quill placed on the table. Blondina laughed cheerfully at the sight. {j}

source: 저번에 훔쳐 간 팔찌를 잃어버리기라도 한 걸까.{j}그래서 죄책감에 찾아오지 못하다가 대신 줄 이 반지를 물고 오기라도 한 걸까.
en_us: Did he lose the bracelet and bring this ring as a replacement? That must be it. But I never thought Amon would feel guilty over something like this.

source: 고대문자는 상실됐어도 제국어로 발음 정도는 표기할 수 있었다.
en_us: Although no one knew how to write Old Atesian letters, people used Standard Atesian letters to write their pronunciation.

source: 크기로 보아도 광채로 보아도 꽤 값이 나가 보이는데, 아직 성년도 아닌 공자가 이런 귀한 것을 척척 주는 걸 보니 정말 돈이 많기는 한가 보다.
en_us: Looking at its size and sparkle, it must have been pretty expensive. But for someone like him, who isn’t even of age, to easily gift something this expensive; I guess the Rodsons must be really rich as people say.

source: 알 수 없는 꺼림칙함이 몸을 휘돌았다.{j}부스스 상체를 일으켜 촛대를 집어 들었다.{j}제 몸을 지키기 위한 미약한 준비였다.
en_us: She slowly stood up from her place and picked up a candlestick sitting next to her. It was the only useful weapon she could think of.

source: “음.{j}원래 주인공은 혼자 고고하게 입장해야 하니까?”
en_us: “Well, because the main character usually makes a grand solo entrance.”{j}

source: 마법인가?{j}고양이가 사람의 말을 하다니……!
en_us: Is this some kind of magic? How could a cat talk...?!{j}

source: “네가 인정하지 않는다면 그거 황제 폐하를 부정하게 되는 건데, 그래도 돼?”{j}절 인정하지 않는 건 황제 폐하를 인정하지 않는 것이고, 황제 폐하를 인정하지 않는 건 곧 반역을 뜻한다.
en_us: “I’m just trying to tell you that if you deny me, you’re basically denying the emperor, which could be implied as a treason against the emperor. But you wouldn’t want that, would you?”{j}

source: 비밀에 싸인 아름다운 황녀라는 수식어와는 영 거리가 멀게 느껴지는 헝클어진 머리로.
en_us: Unlike what she was called by others, there was nothing mysterious about her as she played with Amon with her hairs all tangled-up.

source: 그래서 애써 자리를 피한 것이었다.
en_us: That was why she quickly left the ballroom to prevent such contingency.

source: “그거 말고.{j}이 몸의 위대함을 알아차렸냐 이거야.”
en_us: “Not that! I’m asking if you’re acknowledging my greatness?”{j}

source: “그래?”
en_us: “Is that so?”

source: 시합의 시작이었다.
en_us: With the emperor’s remarks, the archery tournament began.

source: 에이몬이 급히 꼬리를 말았다.{j}블론디나는 대답을 미루고 옅게 웃었다.
en_us: Blondina watched Amon curl his tail in disappointment and smiled at him.{j}

source: 부산스레 방 안을 혼자 빙빙 돌기도 했다.{j}블론디나와 함께하는 이 순간이 불안해 미치겠다는 듯.
en_us: After asking his question, Amon began to circle around the room aimlessly as if he couldn’t stand staying in the room with just Blondina.{j}

source: 「친구 한다는 건 아니야.」
en_us: “This doesn’t mean we’re friends”

source: 「그렇게 계속 죽은 척하다가 진짜로 죽는 수가 있어.」
en_us: “This is my final warning. If you don’t get up now, I’ll make it a reality.”

source: 찻잔을 내려놓은 필립 로드슨 공자가 아델라이 황녀를 향해 물었다.
en_us: As Philip Rodson put down his teacup, he asked Princess Adellai.

source: 반짝이는 팔찌.{j}두 조합이 영 마음에 들지 않아 짐승의 눈매가 더욱 더러워졌다.
en_us: Amon felt even more disgusted as he looked into the bracelet Blondina was wearing. His eyes sharpened even more at the sight of her smiling with her gift.{j}

source: 아델라이 황녀는 다짜고짜 필립 앞에 제 몸을 휙 끼워 넣더니 사뭇 경계 어린 눈빛으로 블론디나를 노려보듯 응시했다.
en_us: Princess Adellai appeared out of thin air and pushed her body in front of Philip as she glared at Blondina with contempt.

source: 공작가 자제의 생일파티 초대장이라.{j}이걸 무슨 의미로 받아들여야 할지.{j}이것 역시 혹 절 또 비웃기 위해 초대하는 계략은 아닐지.
en_us: So, this is an invitation to the marquess’s birthday party. Why does he want to invite me? Maybe this is another scheme to taunt me at the party.{j}{j}
